{
  "result": {
    "points": [
      {
        "id": "fa58b822-d5bd-4e75-9bc6-b10e0d36e82e",
        "payload": {
          "content": "International Journal for Multidisciplinary Research (IJFMR) \n \nE-ISSN: 2582-2160   ●   Website: www.ijfmr.com       ●   Email: editor@ijfmr.com \n \nIJFMR23045954 Volume 5, Issue 4, July-August 2023 1 \n \nA Study on The Transition of Ott Over the Top \nServices Among Young Consumers Across \nChennai City \n \nDr. Nisha Guruharan\n1\n, Catherin Amala Rakkini U\n2\n \n \n1\nAssistant Professor, Stella Maris College \n2\nStudent, Stella Maris College \n \nABSTRACT:"
        },
        "order_value": 2
      },
      {
        "id": "02636460-cfd5-40ec-9d1f-7f202b3d61c1",
        "payload": {
          "content": "2\nStudent, Stella Maris College \n \nABSTRACT: \nOTT  also  refers  to  a  brand-new  generation  of  contemporary  television  networks  similar  to  traditional \nsatellite or cable TV providers . The objective of this study is to find the recent  transition of OTT services \namong young consumers . The study focuses on the factors influencing the young consumers in the OTT \nplatforms and also the strategies adopted by the company to attract them. A survey was conducted and"
        },
        "order_value": 20
      },
      {
        "id": "8961bdb2-5bf4-40de-87da-f0d27b78fadf",
        "payload": {
          "content": "data from 100 respondents were collected across the young consumers in Chennai. This study undergoes \ndescriptive and analytical analysis.The findings reveal that the factors such as recommendations, rate of \nadvertisement,  quality  of  the  content,  audio  and  video  quality,  loading  time  influences  the  young \nconsumers in the OTT platforms .The reasons behind paid and unpaid users of OTT services were also"
        },
        "order_value": 28
      },
      {
        "id": "99bdb3f2-e4c6-4d6e-893c-f6d852cb976d",
        "payload": {
          "content": "identified .The further study would help to infer the experiences of different users of OTT platforms and \ntheir views.  \n \nKeywords: OTT platforms , online , streaming , subscriber , audio , video, movies ,etc,.  \n \nINTRODUCTION \nThe  Over-The-Top  (OTT)  media  platform  is  an  online  platform  that  provides  audiences  with  direct \naccess  to  digital  media  content.  OTT  avoids  the  businesses  that  formerly  acted  as  a  controller  or"
        },
        "order_value": 32
      },
      {
        "id": "06a5ecb4-dea6-4a91-b1d3-478bcca316c1",
        "payload": {
          "content": "distributor  of  this  content,  including  cable,  radio,  and  satellite  television  channels.  The  younger \ngeneration is increasingly accepting of extravagant platforms. Over-the-top (OTT) services are widely \nused in both domestic and foreign markets. The term \"New media as a change agent of Indian television \nand cinema\" is often used to describe OTT services. There are many advantages that help OTT platforms \nbecome more popular and are used more frequently, including:"
        },
        "order_value": 40
      },
      {
        "id": "e034d904-3f05-4f2b-9948-cec0749d3ff4",
        "payload": {
          "content": "(i) Connectivity -  OTT platforms just need a few things in order to be accessed. Only a reliable internet \nconnection and a computer or mobile device are needed.  \n(ii) Cost-effective -OTT systems are less expensive than traditional TV connections, we can access the \nsame content for less money than you would pay for a premium TV cable bundle.  \n(iii)  Convenience - OTT  platforms  enable  you  to  access  your  preferred  media  content  whenever,"
        },
        "order_value": 45
      },
      {
        "id": "a1b055c6-f940-4c5a-b535-1fc4ad00150c",
        "payload": {
          "content": "anywhere, and as frequently you like.Additionally, OTT enables freedom from geographic location when \ntaking into account the physical needs for cable TV based on location.  \n(iv) Content - Thousands of films and television programmes are available through VOD services. news, \nsports, kid's programming, and a lot more. Users may see and enjoy the majority of content from other"
        },
        "order_value": 50
      },
      {
        "id": "43354a7d-1220-4c62-8967-a67eb20f811b",
        "payload": {
          "content": "International Journal for Multidisciplinary Research (IJFMR) \n \nE-ISSN: 2582-2160   ●   Website: www.ijfmr.com       ●   Email: editor@ijfmr.com \n \nIJFMR23045954 Volume 5, Issue 4, July-August 2023 2 \n \nnations because of OTT.  \n \nLITERATURE REVIEW  \nYaqoub,  M.,  Jingwu,  Z.,  &  Ambekar,  S.  S.  (2023).  This  study  examines  the  different  modes  of \nwatching films that have emerged due to the proliferation of over-the-top platforms, smartphones, and"
        },
        "order_value": 56
      },
      {
        "id": "bf824879-5a08-4cd5-b7a3-bdaad603c5cc",
        "payload": {
          "content": "5G technologies during the pandemic period in China. The top five factors in increasing over-the-top \nplatforms to watch movies include easy access, various genres, no time to visit a cinema, pandemic, and \nnew films. Findings also show that users tend to use smartphones to access over-the-top platforms. These \nresults suggest that the film industry should maintain the quality of the movies, especially those released \non the cinema screen."
        },
        "order_value": 67
      },
      {
        "id": "fec37f3f-9698-42d6-bc92-c291791f0ca9",
        "payload": {
          "content": "on the cinema screen.  \n \nNata,  C.,  Antonio,  F.,  &  Monika,  M.  (2022). This  study  looked  at  the  factors  that  led  to  viewing \nenjoyment on an OTT platform and the impact that viewing enjoyment played in influencing behavioral \nintentions in Indonesia.The findings imply that film qualities specifically stimulate watching enjoyment. \nAlso, this study looked at how the want to recommend movies, the desire to recommend structures, and"
        },
        "order_value": 71
      },
      {
        "id": "964e88ba-22aa-4d6a-be9c-752dc4ccc6ab",
        "payload": {
          "content": "the desire to continue subscribing are predicted by sound viewing enjoyment, social media  exposure, \nand the desire to avoid missing out.  \n \nHaritha, T., & Joseph, V. (2021).The goal of the study is to examine the approaching revolution of \nentertainment  providers:  over  the  top  (OTT).  The  facts  gathered  must  be  analyzed  with  statistical \nequipment. This observation discovered that clients prefer rather OTT to look at movies than series. The"
        },
        "order_value": 77
      },
      {
        "id": "c02b335e-17e3-4614-87dc-9aec118a2bf1",
        "payload": {
          "content": "findings have highlighted that high desire of the OTT systems is in the direction of Hotstar.This research  \nobserved and concluded that high-quality content material and inexpensive price are the elements which \ndraws the customers toward OTT platform.  \n \nOBJECTIVES : \n● To identify the factors influencing young consumers \n● To find the strategies adopted to attract the young consumers \n \nRESEARCHVMETHODOLOGY"
        },
        "order_value": 83
      },
      {
        "id": "dc5d3c7b-7642-4fed-93be-86b49ce5e00a",
        "payload": {
          "content": "Analytical research design is used in the study. Convenience sampling is the study's methodology. Data \nare gathered using both primary and secondary sources; primary sources include questionnaires, while \nsecondary  sources  include  books,  journals,  and  the  internet.The  study's  sample  size  is  100,  and  the \nreplies were collected and taken into consideration. This study has adopted statistical methods like chi"
        },
        "order_value": 92
      },
      {
        "id": "ea1c3dfd-a551-4e1d-a227-2e7b7083520a",
        "payload": {
          "content": "square test and friedman test with the help of statistical tools like spss software, excel sheets and google \nforms. \n \nTOOLS APPLIED FOR THE STUDY: Chi Square test and One way ANOVA test  \n \nANALYSIS & INTERPRETATION: \nI . CHI SQUARE TEST -    \nThe Chi-Square Test of Independence has been undertaken by the researcher to determine whether there \nis an association between the monthly income and the amount spent on the subscription of OTT platform."
        },
        "order_value": 96
      },
      {
        "id": "62cbee75-ea8b-4a24-94d1-bc3561b5cb06",
        "payload": {
          "content": "International Journal for Multidisciplinary Research (IJFMR) \n \nE-ISSN: 2582-2160   ●   Website: www.ijfmr.com       ●   Email: editor@ijfmr.com \n \nIJFMR23045954 Volume 5, Issue 4, July-August 2023 3 \n \nHypothesis : \nH0: There is no dependency between the monthly income and the amount spent on the \nsubscription of OTT platform. \nH1: There is a dependency between the monthly income and the amount spent on the \nsubscription of OTT platform. \n \nResults :"
        },
        "order_value": 107
      },
      {
        "id": "4f6bc9c7-9bca-4eb5-9f0c-7c2b8920b755",
        "payload": {
          "content": "subscription of OTT platform. \n \nResults :  \n Value Degree of freedom Asymptotic Significance (2-sided) \nPearson Chi-Square 20.036 9 0.018 \nLikelihood Ratio  22.051 9 0.009 \nNo of valid Cases 100   \n \nInterpretation: \nThe results of the Chi-Square Tests from Table 4.28 shows that the Pearson Chi-Square value, χ2 is 20.036 \nand the significant value, p is 0.018 which is less than 0.05, rejecting the null hypothesis at 5% level of"
        },
        "order_value": 117
      },
      {
        "id": "1cec130d-586e-4d22-9eea-ce23c5706ff1",
        "payload": {
          "content": "significance. Therefore, it is concluded that there is a dependency between the monthly income and the \namount spent on the subscription of OTT platform. \n \nII. ONE WAY ANOVA TEST  \nThe  Analysis  of  variance  Test  of  Independence  has  been  undertaken  by  the  researcher  to  determine \nwhether there is difference among the strategies adopted by the  OTT platforms. \n \nHypothesis: \nH0 : There is no statistically significant relationship among the strategies adopted by the OTT \nplatforms"
        },
        "order_value": 128
      },
      {
        "id": "b49aa14a-c805-45da-8a04-aedc950bbde6",
        "payload": {
          "content": "platforms \nH1 : There is statistically significant relationship among the strategies adopted by the OTT \nplatforms \n \nResults:  \nSource of Variation SS Df MS F P -value F crit \nBetween Groups  7548.4 4  1887.1 175.055 <0.001 2.866 \nWithin Groups  215.6 20 10.78    \nTotal 7764 24     \n \nInterpretation :  \nThe table shows the output of the ANOVA analysis and whether there is a significant relationship among"
        },
        "order_value": 137
      },
      {
        "id": "00e639db-93a5-4392-a5a2-3b12ed17f40a",
        "payload": {
          "content": "the strategies adopted by the OTT platforms. The significance value,             p = <0.001 which is below"
        },
        "order_value": 149
      },
      {
        "id": "4849aafe-917c-43d2-ae62-b0c329cf2087",
        "payload": {
          "content": "International Journal for Multidisciplinary Research (IJFMR) \n \nE-ISSN: 2582-2160   ●   Website: www.ijfmr.com       ●   Email: editor@ijfmr.com \n \nIJFMR23045954 Volume 5, Issue 4, July-August 2023 4 \n \n0.05 rejecting the null hypothesis. This indicates that there is a significant relationship among the strategies \nadopted by the OTT platforms. \n \nCONCLUSION : \nThe young consumers have significant participation in the OTT platforms because of the time spent by"
        },
        "order_value": 152
      },
      {
        "id": "375e1dca-1956-4633-bb63-b89f492f8880",
        "payload": {
          "content": "them  across  the  online  media platforms - the  increased  screen  time  enables  them  to  come  across  more \nrelevant  content  .From  the  study  details  obtained  through  primary  and  secondary  data  reveals  that  the \nstrategies  adopted  by  the  OTT  service  providers  like  recommendations  based  on  previous  watch  list \neffective onboard experience , Multimedia experience like smartphone, television, laptop ,etc ,. Personal"
        },
        "order_value": 163
      },
      {
        "id": "f96508b3-64b7-41af-8253-e504ed035ee9",
        "payload": {
          "content": "tabs with preferences, notifications regarding new watch lists are very attractive.Necessary initiatives can \nbe taken by the experts to regulate the content across the online streaming media . \n \nBIBLIOGRAPHY \n1. Yaqoub, M., Jingwu, Z., & Ambekar, S. S. (2023). Pandemic impacts on cinema industry and over-\nthe-top platforms in China. Media International Australia, 1329878X221145975. \n2. Nata, C., Antonio, F., & Monika, M. (2022). How viewing experience drives moviegoers on over the"
        },
        "order_value": 167
      },
      {
        "id": "b4ff37ea-5df9-4e65-a2ef-8743a335a74b",
        "payload": {
          "content": "top platform: Investigating the patronized intention. Innovative Marketing, 18(1), 168-180. \n3. 3.Haritha, T., & Joseph, V. (2021). A Study on the Forthcoming Revolution of Entertainment Service: \nOver  The  Top  (OTT).  International  Research  Journal  of Modernization  in  Engineering  Technology \nand Science, 3(9), 1643-1646."
        },
        "order_value": 174
      }
    ],
    "next_page_offset": null
  },
  "status": "ok",
  "time": 0.005205406
}
